test3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getContactRecords>
            <lookupCriteria>
                <criteria>
                    <field>salesforce_id</field>
                    <value></value>
                </criteria>
            </lookupCriteria>
        </ser:getContactRecords>
    </soapenv:Body>
</soapenv:Envelope>